Repository: x40-Community/3D-Models
Catalog: i18n/*/models.po
Languages: de_de

# @item:inmenu
source: Search 3D-Model
de_de: 3D-Model suchen

# @item:inmenu
source: Open Thingiverse Homepage
de_de: Thingiverse Homepage öffnen

# @item:inmenu
source: Open Cults Homepage
de_de: Cults Homepage öffnen

# @item:inmenu
source: Open Printables Homepage
de_de: Printables Homepage öffnen

# @item:inmenu
source: Open MyMiniFactory Homepage
de_de: MyMiniFactory Homepage öffnen

# @item:inmenu
source: Open Pinshape Homepage
de_de: Pinshape Homepage öffnen

# @item:inmenu
source: Open YouMagine Homepage
de_de: YouMagine Homepage öffnen

# @item:inmenu
source: Open Threeding Homepage
de_de: Threeding Homepage öffnen

# @item:inmenu
source: Open redpath Homepage
de_de: redpath Homepage öffnen

# @item:inmenu
source: Open Fab365 Homepage
de_de: Fab365 Homepage öffnen

# @item:inmenu
source: Open CGTrader Homepage
de_de: CGTrader Homepage öffnen

# @item:inmenu
source: Open TurboSquid Homepage
de_de: TurboSquid Homepage öffnen

# @item:inmenu
source: Open 3DExport Homepage
de_de: 3DExport Homepage öffnen

# @item:inmenu
source: Open Free3D Homepage
de_de: Free3D Homepage öffnen

# @item:inmenu
source: Open Instructables Homepage
de_de: Instructables Homepage öffnen

# @item:inmenu
source: Open NIH 3D Print Exchange Homepage
de_de: NIH 3D Print Exchange Homepage öffnen

# @item:inmenu
source: Open Smithsonian Homepage
de_de: Smithsonian Homepage öffnen

# @item:inmenu
source: Open African Fossils Homepage
de_de: African Fossils Homepage öffnen

# @item:inmenu
source: Open NASA 3D Resources Homepage
de_de: NASA 3D Resources Homepage öffnen

# @item:inmenu
source: Open Dremel Lesson Plans Homepage
de_de: Dremel Lesson Plans Homepage öffnen

# @item:inmenu
source: Open Creality Cloud Homepage
de_de: Creality Cloud Homepage öffnen

# @item:inmenu
source: Open 3DSets Homepage
de_de: 3DSets Homepage öffnen

# @item:inmenu
source: Search at Yeggi
de_de: Suchen bei Yeggi

# @item:inmenu
source: Search at STLFinder
de_de: Suchen bei STLFinder

# @item:inmenu
source: Search at Thangs
de_de: Suchen bei Thangs

# @item:inmenu
source: Search at 3dmdb
de_de: Suchen bei 3dmdb

# @item:inmenu
source: Help
de_de: Hilfe
